Revit 2027 API
ParameterTypeId.GutterMaterialParam Property
 "Material"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId GutterMaterialParam { get; }
Public Shared ReadOnly Property GutterMaterialParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ GutterMaterialParam {
	ForgeTypeId^ get ();
}
static member GutterMaterialParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace